Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/A22B.tmx
Source language: en_us
Languages: zh_cn

source: Orbital Neighborhood Boundary Unclear?
zh_cn: 轨道周围清除的不干净？

source: Perhaps the most controversial part of the IAU ruling though is whether an object has cleared its orbital neighborhood.
zh_cn: 也许对IAU决议最具争议的部分在于，如何确认一颗星体清除了自己轨道附近的物质。

source: Kuchner who was a graduate student under Caltech's Brown thinks this part of the definition is the most subjective.
zh_cn: 加利福利亚理工学院布朗的一名研究生Kuchner，认为这是定义中最具主观成分的一条。

source: In baseball he said "if you have a foul ball it's because the ball landed on one side of the line--hat's pretty clear.
zh_cn: 他拿棒球做了一个比喻：“如果你打出了一个界外球，很明显的这是因为球到了边界的另一边。

source: But it's harder to say if something's a strike. ...
zh_cn: 但是去定义怎样的击打算一次击打则恨难说了....

source: That relies on someone calling it."
zh_cn: 这全看人们怎么去说了”

source: In the case of defining a planet IAU made the call and "now we have to use this definition and try to play the game."
zh_cn: 在定义行星这点上，IAU给了行星一个说法，“现在我们就要使用这个定义来完这场游戏了”

source: Overall he added the ruling was crucial for limiting the number of things in the solar system that deserve to be called planets.
zh_cn: 他认为总的来说，这个决议在限制太阳系中那些真正配得上为行星的星体的数目上，起到了关键的作用。

source: "We really didn't have a choice " he said. "It was either going to be eight planets or a whole lotta planets.
zh_cn: “我们确实没有什么更好的办法了”，他说：“要么就只有8颗行星，要么就是一大堆行星。

source: Nature sort of forced our hand."
zh_cn: 是造物主迫使我们这样做的”

source: But other astronomers aren't in favor of placing those kinds of limits.
zh_cn: 但是还是有另外一些天文学家并不想设置这些对行星的限制。

source: "There are more than 200 bones in the human body. Does that mean we should redefine bones to make life easier for medical students?" argued Timothy Spahr head of the IAU's Minor Planet Center based in Cambridge Massachusetts.
zh_cn: 麻省剑桥市IAU小行星中心的主任Timothy Spahr争辩说:"人体内有200多块骨头，是否我们就该为了方便医学院的学生也来重新定义一下骨头"

source: Instead the IAU definition makes life more complicated for astronomers he said because the notion of whether an orbital neighborhood has been cleared remains hazy.
zh_cn: 实际上IAU的定义对于天文学家来说，反而上事情更复杂化了，他认为，如何判断一条轨道附近区域是否得到了清除，还是很让人迷惑。

source: As an example Spahr points to the increased number of known Earth-crossing asteroids including roughly 8 000 that are considered near-Earth objects.
zh_cn: Spahr以不断增加的穿越地球轨道的小行星作为例子，这大约包括8000多颗靠近地球的小行星。

source: While these space rocks don't exactly share our planet's orbit they do cross it in the sense that when they are closest to the sun they are inside Earth's orbital path.
zh_cn: 虽然这些小行星并未和地球共享轨道，他们却实际上穿过了地球轨道，当他们靠近近日点的时候，他们则在地球绕日轨道内侧。

source: "There's certainly no big donut where Earth is just a big mass of objects" that could be said to share our neighborhood he said.
zh_cn: “显然在地球轨道上没有什么大东西，只有这些大量的小行星”但这还是可以说他们和我们共享了轨道。

source: This mass of objects will probably always exist as asteroids in the main belt collide break apart and send new material on orbits closer to Earth's.
zh_cn: 这众多的小行星可能会一直存在，因为小行星带中的星体会发生碰撞，解体然后输送新的物质到我们地球附近。

source: "In 50 million years our orbital neighborhood will look pretty much the same." By some counts that means Earth will not ever clear its orbit of debris.
zh_cn: “在5000万年内我们的轨道附近看上去会几乎一样”通过一些计算他得出了这一结论，这意味着，地球始终都不能清除自己的轨道。

source: Spahr also notes that recent models of the solar system suggest the planets didn't form where they currently reside.
zh_cn: Spahr同时指出，最新的模型认为行星并非是在其现在的位置上形成的。

source: "There's been a lot of work done that says comets and other objects [including many dwarf planets] were formed between Neptune and Jupiter and as the giant planets migrated they threw stuff out " he said.
zh_cn: 他说“通过很多的研究发现彗星和一些其他的星体（包括很多的矮行星）是在海王星轨道和木心轨道之间形成的，当这些巨行星移动的时候，他们会抛射出一些物质出来”

source: "You can see signatures of Jupiter's migration in the main asteroid belt.
zh_cn: “你能在小行星带中看到明显是属于木星的物质”

source: "Probably as Neptune migrated outward it swept up objects like Pluto and locked them in orbital resonance" out in the Kuiper belt as they exist today.
zh_cn: “或许在海王星外移的过程中，它抛射出了像冥王星这样的东西，然后将他们固定在了与自身轨道相交的地方。”就如同他们现在的位置，在柯依伯带以外。

source: And "certainly in the early solar system not very much had cleared its zone out " he added. "So are you a planet yesterday today and tomorrow?
zh_cn: “显然在早期的太阳系，行星们并没有完全清除他们的轨道”，他说到：“昨天是颗行星，今天，明天还能是颗行星吗?

source: I can't tell you that" based on the IAU definition.
zh_cn: 依据IAU的定义并不能给你一个答案。”

source: Planetary Science Constantly Evolving
zh_cn: 行星科学在不断的发展

source: For his part Spahr favors a simpler definition than the current version.
zh_cn: 就Spahr自身来说，他希望一个比目前的定义更为简单的定义。

source: "Orbiting a star and round is a good way to start " he said. Planetary scientist Alan Stern at the Southwest Research Institute calls it the Star Trek criteria he added: "If you can look out the viewfinder of the Enterprise and see it's round it's a planet."
zh_cn: “围绕一颗恒心运转，并且自身是个球形，是个不错的开始”，西南研究院的行星科学家Alan Stern 把这当作是星际迷航的定义标准，他说道：“如果你从企业号航天飞机的取景器上看出去，发现它是球形的，那么它就是颗行星”

source: From there Spahr said planets could be grouped into subclasses: terrestrial planets like Earth gas giants like Jupiter and icy outer planets like Pluto.
zh_cn: 对于这点， Spahr 说到，可以把行星分类为若干的子类：如地球这样的类地行星，像木星那样的气体巨行星，和像冥王星一样外面覆盖者一层冰的行星。

source: "We could even have a category for rogue planets to account for the worlds that don't orbit stars."
zh_cn: “我们甚至可以给那些孤星划一个类别，就是那些不绕恒心运转的世界”

source: While NASA's Kuchner thinks the current definition should stand for now he says he's "happy that we are constantly updating our definitions and revising our vision of universe--that's what science is all about."
zh_cn: 同时NASA的Kuchner认为目前的定义还是应该保留，他说：“很高兴能能不断的更新我们定义，重新认识我们的宇宙，―这便是科学的意义所在”

source: And of course no matter what you call it many astronomers will continue to see Pluto as one of the most fascinating objects in solar system the Minor Planet Center's Spahr said.
zh_cn: 小行星中心的Spahr说到，无论你怎样的称呼它，还是会有大量的科学家始终把冥王星视为太阳系中最神奇的星体。

source: The IAU definition "doesn't change the fact that we're going to visit Pluto with [the New Horizons] spacecraft and scientists are still going to go hog wild over all the data we collect."
zh_cn: “IAU的定义不会改变我们将要用探测器（新地平线号）去探测冥王星的事实，科学家仍旧会因我们探测到的数据而兴奋不已。
